tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "kylef/formulae"

brew "awscli"
brew "direnv"
brew "docker"
brew "fontforge"
brew "jq"
brew "kubectl"
brew "kube-ps1"
brew "kubectx"
brew "kylef/formulae/swiftenv"
brew "mysql"
brew "nodenv"
brew "pyenv"
brew "redis"
brew "rbenv"
brew "stern"
brew "yarn"

cask "alfred"
cask "flutter"
cask "google-japanese-ime"
cask "intellij-idea"
cask "microsoft-teams"
cask "slack"
cask "visual-studio-code"
cask "xcodes"
cask "zulu11"
