tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "kylef/formulae"

brew "act"
brew "asdf"
brew "awscli"
brew "direnv"
brew "fontforge"
brew "jq"
brew "kubectl"
brew "kube-ps1"
brew "kubectx"
brew "kylef/formulae/swiftenv"
brew "mycli"
brew "mysql"
brew "nodenv"
brew "pyenv"
brew "redis"
brew "rbenv"
brew "stern"
brew "tfenv"
brew "yarn"

cask "alfred"
cask "discord"
cask "docker"
cask "google-chrome"
cask "flutter"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "xcodes"
cask "zulu11"
